"\"Open in Terminal\":" = "\"Avaa Päätteessä\":";
"\"Reveal in Path Finder\":" = "\"Näytä Path Finderissa\":";
"%@ Key" = "%@-näppäin";
"%@ Preferences" = "%@ asetukset";
"%d Columns" = "%d saraketta";
"1 GB = 1000 MB" = "1 GB = 1000 Mt";
"1 GB = 1024 MB" = "1 GB = 1024 Mt";
"10 Columns" = "10 saraketta";
"12 Columns" = "12 saraketta";
"2 Columns" = "2 saraketta";
"3 Columns" = "3 saraketta";
"4 Columns" = "4 saraketta";
"6 Columns" = "6 saraketta";
"8 Columns" = "8 saraketta";
"ANSI colors" = "ANSI-värit";
"Access" = "Oikeudet";
"Action Menu" = "Toimintovalikko";
"Active Browser Gradient" = "Aktiivisen selaimen väriliuku";
"Active Browser Gradient (Inactive)" = "Aktiivisen selaimen väriliuku (taustalla)";
"Add ESC" = "Lisää ESC";
"All windows" = "Kaikki ikkunat";
"Alternate row color" = "Vuorottaisten rivien väritys";
"Alternate row colors" = "Vuorottelevat rivien taustavärit";
"Always open folders in a new window" = "Avaa kansiot aina uudessa ikkunassa";
"Always show file extensions" = "Näytä aina tiedostotarkenne";
"Antialias text" = "Antialiasoi teksti";
"Appearance" = "Ulkoasu";
"Append Finder contextual menu items" = "Liitä Finderin kohdevalikkokohteet";
"Application" = "Ohjelma";
"Application Launcher:" = "Ohjelmavalitsin:";
"Applications" = "Ohjelmat";
"Arrow keys loop around when reaching end" = "Nuolinäppäimet hyppäävät lopusta takaisin alkuun";
"Auto resize columns" = "Automaattisesti sovitetut sarakkeet";
"Auto-play movie and audio files in preview" = "Toista ääni- ja elokuvatiedostot esikatselussa automaattisesti";
"Auto-play video and audio files" = "Toista video- ja äänitiedostot automaattisesti";
"Auto-preview Word documents in preview" = "Käytä Word-dokumenttien automaattista esikatselua";
"Automatic" = "Automaattinen";
"Automatically open in text editor" = "Avaa automaattisesti tekstieditorissa";
"Back color" = "Taustaväri";
"Background color" = "Taustaväri";
"Base 10" = "10-järj.";
"Base 2" = "Binääri";
"Begin drag on vertical motion" = "Aloita raahaus pystysuoralla liikkeellä";
"Behavior for \"Reveal in Path Finder\" command" = "Käyttäytyminen komennolle \"Näytä Path Finderissa\"";
"Blinking cursor" = "Vilkkuva kursori";
"Bold color" = "Lihavoidun väri";
"Bold folders" = "Lihavoi kansiot";
"Bottom" = "Alalaita";
"Browser" = "Selain";
"Browser Key Actions" = "Selaimen näppäintoiminnot";
"Browser accepts window activating mouse click" = "Selain hyväksyy ikkunan aktivoivan osoituksen";
"Calculate all sizes" = "Laske kaikki koot";
"Calculate size for folders and packages" = "Laske kansioiden ja pakkausten koko";
"Cancel" = "Kumoa";
"Check for new updates automatically" = "Tarkista päivitykset automaattisesti";
"Check for updates" = "Tarkista päivitykset";
"Check now" = "Tarkista nyt";
"Check spelling as you type" = "Tarkista oikeinkirjoitus kirjoitettaessa";
"Choose Picture..." = "Valitse kuva...";
"Choose tool" = "Valitse työkalu";
"Choose..." = "Valitse...";
"Close" = "Sulje";
"Close the session when it ends" = "Sulje istunto sen päättyessä";
"Collapse auto expanded folders after drag" = "Sulje itsestään avautuneet kansiot raahauksen jälkeen";
"Color" = "Väri";
"Color Editor" = "Värien muokkaus";
"Color Options" = "Värivaihtoehdot";
"Color and Gradient Editor" = "Värien ja väriliukujen muokkaus";
"Colors" = "Värit";
"Column View Options" = "Sarakenäkymän valinnat";
"Column view" = "Sarakenäkymänä";
"Columns" = "Sarakkeet";
"Command" = "Komento";
"Command clicking folders:" = "Kansioiden komento-osoitus:";
"Command clicking opens:" = "Komento-osoitus avaa:";
"Command:" = "Komento:";
"Commands" = "Komennot";
"Comments" = "Kommentit";
"Compress files in same directory as original" = "Pakkaa tiedostot alkuperäiskohteen hakemistoon";
"Compress into same folder as original" = "Pakkaa alkuperäiskohteen kansioon";
"Compression" = "Pakkaus";
"Compression Format:" = "Pakkausmuoto:";
"Computer" = "Tietokone";
"Confirm before quitting Path Finder" = "Vahvista Path Finderin lopetus";
"Contextual Menu" = "Kohdevalikko";
"Control color" = "Kontrolliväri";
"Copy on selection" = "Kopioi valittaessa";
"Cover Flow View Options" = "Cover Flow -näkymän vaihtoehdot";
"Creation Date" = "Luontiaika";
"Cursor type" = "Kursorin tyyppi";
"Custom Window Gradient" = "Räätälöity ikkunan väriliuku";
"Dark Frame Color" = "Tumma kehysväri";
"Dark Frame Color (Inactive)" = "Tumma kehysväri (taustalla)";
"Date Added" = "Lisäyspäiväys";
"Date Created" = "Luontipäivä";
"Date Modified" = "Muutospäivä";
"Decompress archives with Path Finder" = "Pura arkistot Path Finderilla";
"Default Background Color" = "Taustan oletusväri";
"Default Colors" = "Oletusvärit";
"Default Plain Text Encoding" = "Pelkän tekstin oletusarvoinen merkkikoodaus";
"Default Terminal:" = "Oletuspääte:";
"Default Text Editor:" = "Oletustekstieditori:";
"Default compression format" = "Oletuspakkausmuoto";
"Default extension:" = "Oletustarkenne:";
"Default format:" = "Oletusmuoto:";
"Default setting for the encoding\nto be used when opening a plain text file" = "Oletusasetus koodaukselle\navattaessa yksinkertaisia tekstitiedostoja";
"Delay:" = "Viive:";
"Delete" = "Poista";
"Delete key sends backspace" = "Poistonäppäin lähettää askelpalautuksen";
"Desktop" = "Työpöytä";
"Desktop Background" = "Työpöydän tausta";
"Desktop Options" = "Työpöydän valinnat";
"Desktop View Options" = "Työpöydän näkymävalinnat";
"Desktop clicking opens:" = "Työpöydän osoitus avaa:";
"Desktop picture" = "Työpöydän taustakuva";
"Desktop window level adjustment" = "Työpöytäikkunan tason säätö";
"Dim invisibles" = "Himmennä näkymättömät";
"Directory" = "Hakemisto";
"Directory:" = "Hakemisto:";
"Disable superfluous visual effects" = "Poista käytöstä ylimääräiset visuaaliset tehosteet";
"Display" = "Näyttö";
"Divider Color" = "Jakajan väri";
"Divider Color (Inactive)" = "Jakajan väri (taustalla)";
"Documents" = "Dokumentit";
"Don't compress:" = "Älä pakkaa:";
"Double-click when clicking icon" = "Avaa kohteet yhdellä osoituksella";
"Drag and drop to reorder" = "Järjestä kohteet raahaamalla";
"Drag to reorder" = "Järjestä raahaamalla";
"Draw background pattern for image previews" = "Piirrä taustakuvio esikatselukuville";
"Draw background picture" = "Piirrä taustakuva symbolinäkymässä:";
"Draw controls for dark backgrounds" = "Käytä tummalle taustalle tarkoitettuja kontrolleja";
"Draw label color on icon" = "Näytä kuvakkeen merkkiväri";
"Draw label color on name" = "Näytä nimen merkkiväri";
"Edit..." = "Muokkaa...";
"Enable \"Launch Application\" global hot-key:" = "Järjestelmänlaajuinen \"Käynnistä ohjelma\" pikanäppäin:";
"Enable \"Reveal in Path Finder\" for third party applications" = "Käytä \"Näytä Path Finderissa\" kolmannen osapuolten ohjelmille";
"Enable \"Reveal in Path Finder\" global hot-key:" = "Järjestelmänlaajuinen \"Näytä Path Finderissa\" pikanäppäin:";
"Enable \"Show in Path Finder\" for third party applications" = "Käytä \"Näytä Path Finderissa\" kolmannen osapuolten sovelluksissa";
"Enable Applications menu" = "Käytä ohjelmavalikkoa";
"Enable Finder's \"Remove from Dock\" menu option" = "Näytä Finderin \"Poista Dockista\" -valikkokohde";
"Enable all warning messages that have been dismissed with the option \"do not ask me again\"" = "Ota käyttöön kaikki varoitusviestit, jotka on suljettu valinnalla \"älä kysy uudelleen\"";
"Enable bug reporter" = "Käytä virheraportoijaa";
"Enable disclosure triangles in column view" = "Käytä paljastuskolmioita palstanäkymässä";
"Enable dual preview for dual browser" = "Käytä kahdennettua esikatselua kahdennetussa selaimessa";
"Enable inline previews" = "Käytä inline-esikatselua";
"Enable quick disk image mounting" = "Salli nopea levytiedostojen näkyviintuonti";
"Enable spring-loaded folders" = "Käytä itseavautuvia kansioita";
"Enabled" = "Käytössä";
"Enabling this will cause \"Reveal in Finder\" commands in other applications to use Path Finder instead of the Finder. It is recommended that you disable this setting before uninstalling Path Finder." = "Tämä valinta ohjaa muiden ohjelmien \"Näytä Finderissa\" -komennot Path Finderille Finderin sijaan. On suositeltavaa ottaa valinta pois käytöstä ennen Path Finderin poistoa.";
"Encoding:" = "Merkkikoodaus:";
"Enforce character alignment" = "Pakota merkkien tasaus";
"Enter Key:" = "Syöttö:";
"Enter key:" = "Enter-näppäin:";
"Everyone:" = "Kaikki:";
"Execute" = "Suorita";
"Expand archives with Path Finder" = "Pura arkistot Path Finderilla";
"Expand files in same directory as original" = "Pura kohteet alkuperäiskohteen hakemistoon";
"Expand into same folder as original" = "Pura alkuperäiskohteen kansioon";
"Expansion:" = "Purkaminen:";
"Extension" = "Tiedostopääte";
"Favorites" = "Suosikit";
"Features" = "Ominaisuudet";
"File Comparison" = "Tiedostonvertailu";
"File comparison tool path:" = "Tiedostovertailutyökalun polku:";
"File size calculation:" = "Tiedostokoon laskenta:";
"Files" = "Tiedostot";
"Files and folders" = "Tiedostot ja kansiot";
"Fit to Window" = "Sovita ikkunaan";
"Folders" = "Kansiot";
"Font:" = "Kirjasin:";
"Frame Accent Color" = "Kehyksen korostusväri";
"Frame Accent Color (Inactive)" = "Kehyksen korostusväri (taustalla)";
"Frame Color" = "Kehysväri";
"Frame Color (Inactive)" = "Kehysväri (taustalla)";
"General" = "Yleiset";
"Get Info Application:" = "Inspektoriohjelma:";
"Get Info:" = "Näytä tietoja:";
"Global hot-keys" = "Järjestelmänlaajuiset pikanäppäimet";
"Grid color" = "Ruudukon väri";
"Grid spacing:" = "Ruudukon välistys:";
"Group" = "Ryhmä";
"Group:" = "Ryhmä:";
"HTML tags" = "HTML-tagit";
"Handle 'afp' URLs using Path Finder" = "Käsittele 'afp'-URL:t käyttäen Path Finderia";
"Handle 'file' URLs using Path Finder" = "Käsittele 'file'-URL:t käyttäen Path Finderia";
"Handle 'ftp' URLs using Path Finder" = "Käsittele 'ftp'-URL:t käyttäen Path Finderia";
"Handle URLs:" = "Käsittele URL-osoitteet:";
"Hard disks" = "Kovalevyt";
"Header Gradient" = "Otsikkopalkin liukuväri";
"Header Gradient (Active)" = "Otsikkopalkin liukuväri (aktiivinen)";
"Hide Finder's desktop" = "Piilota Finderin työpöytä";
"Hide Tab Bar when there is a single tab" = "Kätke välilehtipalkki kun välilehtiä on vain yksi";
"Hide tab when there is only one session" = "Kätke välilehtipalkki yhden istunnon olessa auki";
"Highlight" = "Korostus";
"Home" = "Koti";
"Horizontal:" = "Vaakasuora:";
"Hotspot color" = "Hotspotin väri";
"Icon View Options" = "Symbolinäkymän valinnat";
"Icon size:" = "Symbolien koko:";
"Icon view" = "Symbolinäkymänä";
"Ignore HTML Commands" = "Älä huomioi HTML-komentoja";
"Ignore RTF Commands" = "Älä huomioi RTF-komentoja";
"Ignore invisible files when compressing" = "Ohita piilotiedostot pakattaessa";
"Ignore resource forks when compressing" = "Ohita resurssihaarukat pakattaessa";
"Ignore software license agreements" = "Ohita ohjelmistolisenssit";
"Ignore when opening:" = "Älä huomioi avattaessa:";
"Ignore:" = "Älä huomioi:";
"Image background color" = "Kuvan taustan väri";
"Image checkerboard color" = "Kuvan shakkiruudun väri";
"Images" = "Kuvat";
"Info text color" = "Infotekstin väri";
"Invisible files" = "Näkymättömät tiedostot";
"Italicize aliases" = "Kursivoi aliakset";
"Item Info" = "Kohteen tiedot";
"Keep icons arranged on desktop" = "Pidä symbolit järjestettynä työpöydällä";
"Key Actions" = "Näppäintoiminnot";
"Keyboard" = "Näppäimistö";
"Kind" = "Laji";
"Label" = "Merkki";
"Label on Bottom" = "Merkki alhaalla";
"Label on Right" = "Merkki oikealla";
"Label on bottom" = "Nimi alla";
"Label on right" = "Nimi oikealla";
"Labels" = "Merkit";
"Last shown view" = "Viimeisin näkymä";
"Launch Path Finder at login" = "Avaa Path Finder sisäänkirjauduttaessa";
"Launch Path Finder automatically after log in" = "Käynnistä Path Finder sisäänkirjauduttaessa";
"Layout Left to Right" = "Sommittelu vasemmalta oikealle";
"Layout Top to Bottom" = "Sommittelu ylhäältä alas";
"Left" = "Vasen";
"List Modules" = "Listamoduulit";
"List View Options" = "Listanäkymän valinnat";
"List view" = "Listanäkymänä";
"Long" = "Pitkä";
"Macintosh style key navigation" = "Macintosh-tyylinen näppäinnavigaatio";
"Medium" = "Keskikokoinen";
"Menu" = "Valikko";
"Middle button paste" = "Sijoita hiiren keskipainikkeella";
"Modification Date" = "Muutosaika";
"Mount DMGs using Path Finder" = "Tuo näkyviin DMG:t käyttäen Path Finderia";
"Mount disk images after expand" = "Tuo levytiedostot näkyviin purkamisen jälkeen";
"Mount disk images after expansion" = "Tuo levytiedostot näkyviin purkamisen jälkeen";
"Name" = "Nimi";
"Name:" = "Nimi:";
"Network" = "Verkko";
"Network servers" = "Verkkopalvelimet";
"Network volumes:" = "Verkkolevyt:";
"New Documents" = "Uudet dokumentit";
"New Files" = "Uudet tiedostot";
"New Folders" = "Uudet kansiot";
"New file format:" = "Uusi tiedostomuoto:";
"New tab" = "Uuteen välilehteen";
"New window" = "Uuteen ikkunaan";
"New..." = "Uusi…";
"No tool selected" = "Työkalua ei valittu";
"Non-ASCII font" = "Ei-ASCII-kirjasin";
"Normal" = "Normaali";
"Normal font" = "Normaali kirjasin";
"Once enabled, right-click the Finder's dock icon and select \"Remove from Dock\" to hide the Finder icon. The icon can be removed whether or not the Finder is running, and it will persist until you restart your Mac." = "Kun asetus on valittu, osoita Finderin Dock-kuvaketta hiiren oikealla painikkeella ja valitse \"Poista Dockista\" kätkeäksesi Finderin kuvakkeen. Kuvake voidaan poistaa riippumatta siitä, onko Finder käynnissä, ja poisto on voimassa uudelleenkäynnistykseen asti.";
"Opacity" = "Läpinäkyvyys";
"Opacity:" = "Läpinäkyvyys:";
"Open" = "Avaa";
"Open PDF documents in built-in PDF viewer" = "Avaa PDF-dokumentit sisäänrakennetussa PDF-näkymässä";
"Open Selected" = "Avaa valitut";
"Open TextEdit documents in built-in text editor" = "Avaa TeXturi-dokumentit sisäänrakennetussa tekstieditorissa";
"Open Word documents in built-in text editor" = "Avaa Word-dokumentit sisäänrakennetussa tekstieditorissa";
"Open folders in:" = "Avaa kansiot:";
"Open image files in built-in image viewer" = "Avaa kuvatiedostot sisäänrakennetussa kuvanäkymässä";
"Open mounted volumes in new window" = "Avaa näkyviintuodut taltiot uudessa ikkunassa";
"Open new browser on launch" = "Avaa uusi selain käynnistäessä";
"Open new windows and tabs in column view" = "Avaa uudet ikkunat ja välilehdet palstanäkymässä";
"Open new windows and tabs in:" = "Avaa uudet ikkunat ja välilehdet kohteessa:";
"Open new windows in:" = "Avaa uusi ikkuna:";
"Open using encoding:" = "Avaa merkkikoodauksella:";
"Open with Path Finder:" = "Avaa Path Finderissa:";
"Open with:" = "Avaa:";
"Opening" = "Avattaessa";
"Opens" = "Avaa";
"Opens in new tab" = "Aukeaa uuteen välilehteen";
"Opens in new window" = "Aukeaa uuteen ikkunaan";
"Option Key" = "Optio-näppäin";
"Option key is meta" = "Optio metapainikkeena";
"Owner" = "Omistaja";
"Owner:" = "Omistaja:";
"Packages" = "Pakkaukset";
"Parent" = "Ylempi taso";
"Path" = "Polku";
"Path Finder allows seamless integration with your favorite text editor or file information application." = "Path Finder mahdollistaa saumattoman integraation suosikkitekstieditorisi tai inspektoriohjelmasi kanssa. Oletusarvot ovat TeXturi ja sisäänrakennettu yleistietopaneeli.";
"Path Navigator Color" = "Polun selaimen väri";
"Path Navigator Text Color" = "Polun selaimen tekstin väri";
"Picture" = "Kuva";
"Plain text" = "Pelkkää tekstiä";
"Position the Path Navigator below the browser" = "Sijoita hakemistopolku selainikkunan alalaitaan";
"Preferences" = "Asetukset";
"Press Space Bar to open immediately" = "Avaa välittömästi painamalla välilyöntiä";
"Preview" = "Esikatselu";
"Quit Finder" = "Lopeta Finder";
"Quit Finder when Path Finder launches" = "Lopeta Finder kun Path Finder avataan";
"Quit the Finder automatically at launch" = "Lopeta Finder automaattisesti käynnistettäessä";
"RTF commands" = "RTF-komennot";
"Read" = "Luku";
"Removable media" = "Irrotettavat laitteet";
"Rename Selected" = "Nimeä valitut uudelleen";
"Renames" = "Uudelleennimeä";
"Render html in preview" = "Näytä HTML-tiedostojen esikatselu parsittuna";
"Requires relaunch" = "Vaatii uudelleenkäynnistyksen";
"Reset Warnings" = "Nollaa varoitukset";
"Resolve aliases" = "Ratkaise aliakset";
"Resource forks" = "Resurssihaarat";
"Restore Default" = "Palauta oletusarvot";
"Restore location after spring-loaded drag" = "Palauta sijainti itseavautuvien kansioiden jälkeen";
"Return Key:" = "Rivinvaihto:";
"Return key:" = "Rivinvaihto:";
"Reveal" = "Näyttää";
"Reveal in Path Finder:" = "Näytä Path Finderissa:";
"Reveal in existing window" = "Näytetään nykyisessä ikkunassa";
"Reveal in new tab" = "Näytetään uudessa välilehdessä";
"Reveal in new window" = "Näytetään uudessa ikkunassa";
"Rich text" = "RTF";
"Right" = "Oikea";
"Row separator color" = "Rivien erotteluväri";
"Save Theme..." = "Tallenna teema...";
"Save location:" = "Tallennuspaikka:";
"Save using encoding:" = "Tallenna merkkikoodauksella:";
"Save with:" = "Tallenna:";
"Select entire row in list view" = "Valitse koko rivi listanäkymässä";
"Select tool…" = "Valitse työkalu…";
"Selection color" = "Valinnan väri";
"Send anonymous system information" = "Lähetä anonyymia järjestelmätietoa";
"Session settings" = "Istunnon asetukset";
"Sessions" = "Sessiot";
"Set Background..." = "Aseta tausta...";
"Set Colors..." = "Aseta värit...";
"Set Path Finder as the default file viewer" = "Aseta Path Finder vakio tiedostoesikatselijaksi";
"Set as Default" = "Aseta oletukseksi";
"Set as the default file browser" = "Aseta oletustiedostoselaimeksi";
"Set..." = "Aseta";
"Setting this preference will cause \"Reveal in Finder\" commands in other applications to use Path Finder instead of Finder." = "Tämän asetuksen käyttö aiheuttaa muissa ohjelmissa \"Näytä Finderissa\" komentojen käyttää Path Finderia Finderin sijasta.";
"Shadowed" = "Varjostettu";
"Short" = "Lyhyt";
"Show Path Finder desktop" = "Näytä Path Finderin työpöytä";
"Show column headers" = "Näytä sarakkeen otsikot";
"Show columns" = "Näytä palstat";
"Show columns:" = "Näytä sarakkeet:";
"Show desktop trash can" = "Näytä roskakori työpöydällä";
"Show file names" = "Näytä tiedostojen nimet";
"Show files and folders on the Desktop" = "Näytä tiedostot ja kansiot työpöydällä";
"Show grid" = "Näytä ruudukko";
"Show horizontal grid" = "Näytä vaakaristikko";
"Show hotspot" = "Näytä Hotspot";
"Show icon preview" = "Näytä esikatselusymboli";
"Show icon previews" = "Näytä esikatselukuvakkeet";
"Show icon previews on network volumes" = "Näytä esikatselusymbolit verkkotaltioilla";
"Show icons" = "Näytä symbolit";
"Show invisibles" = "Näytä näkymättömät";
"Show item info" = "Näytä kohteen tiedot";
"Show menu bar icon" = "Käytä järjestelmänlaajuista ohjelmavalikkoa";
"Show on desktop:" = "Näytä työpöydällä";
"Show open button" = "Näytä avaa-nappi";
"Show preview column" = "Näytä esikatselu";
"Show row separators" = "Näytä rivien erotusjuovat";
"Show ruler" = "Näytä viivain";
"Show splash panel at launch" = "Näytä otsikkopaneeli käynnistettäessä";
"Show vertical grid" = "Näytä pystyruudukko";
"Show volumes on the Desktop" = "Näytä taltiot työpöydällä";
"Show zoom effects when opening files" = "Näytä suurennusefektit tiedostoja avattaessa";
"Sidebar" = "Sivupalkki";
"Silence terminal bell" = "Mykistä päätteen äänimerkki";
"Size" = "Koko";
"Small contextual menu font size" = "Pieni kontekstivalikon kirjasinkoko";
"Smart Sort Order" = "Älykäs lajittelujärjestys";
"Smart Sort order:" = "Älykäs lajittelu:";
"Smart sorting" = "Älykäs lajittelu";
"Snap to grid" = "Napsauta ruudukkoon";
"Sort ascending" = "Järjestä nousevaan järjestykseen";
"Sort by %@" = "Lajittele %@";
"Spring-loaded Delay:" = "Itseavautuvat kansiot:";
"Spring-loaded folders" = "Itseavautuvat kansiot";
"Spring-loaded folders:" = "Itseavautuvat kansiot:";
"Start Rename" = "Uudelleennimeä";
"Starting Directory:" = "Aloitushakemisto:";
"Tab Bar Background Gradient" = "Välilehtipalkin taustaväriliuku";
"Tab Position" = "Välilehden sijainti";
"Target last column (like Finder)" = "Tähtää viimeiseen sarakkeeseen";
"Terminal" = "Pääte";
"Terminal:" = "Pääte:";
"Text" = "Teksti";
"Text Edit" = "TeXturi";
"Text Editor" = "Tekstieditori";
"Text Editor:" = "Tekstieditori:";
"Text Font:" = "Kirjasin:";
"Text color" = "Tekstin väri";
"TextEdit documents" = "TextEdit-dokumentit";
"The Finder's desktop will remain hidden even when Path Finder is not running." = "Finderin työpöytä pidetään kätkettynä myös silloin, kun Path Finder ei ole käynnissä.";
"Themes" = "Teemat";
"This preference will take effect the next time you launch Path Finder." = "Tämä asetus tulee voimaan kun Path Finder käynnistetään seuraavan kerran.";
"This window only" = "Ainoastaan tämä ikkuna";
"Top" = "Ylälaita";
"Transparent" = "Läpinäkyvä";
"Transparent Background" = "Läpinäkyvä tausta";
"Treat Non-ASCII characters as double width" = "Kohtele ASCII:n ulkopuolisia merkkejä kaksoislevyisinä";
"Treat packages as folders" = "Kohtele paketteja kansioina";
"Type" = "Tyyppi";
"Updates:" = "Päivitykset:";
"Use base-2 math for sizes" = "Laske koot binäärinä";
"Use brushed metal appearance" = "Käytä metalliulkoasua";
"Use custom window gradient" = "Käytä räätälöityä ikkunaväriliukua";
"Use default background color" = "Käytä oletus taustaväriä";
"Use default colors" = "Käytä vakiovärejä";
"Use encoding sniffer when opening text files" = "Käytä koodauksen tunnistusta avattaessa tekstitiedostoja";
"Use encoding sniffer when previewing text files" = "Käytä merkkikoodauksen tunnistusta esikatsellessa tekstitiedostoja";
"Use hfstar for compress and decompress" = "Käytä hfstaria pakkaukseen ja purkuun";
"Use larger font for browser controls" = "Käytä suurempaa kirjasinta selainkontrolleille";
"Use relative dates" = "Käytä suhteellisia päiväyksiä";
"Use small scroll bars" = "Käytä pieniä rullausjanoja";
"Version" = "Versio";
"Vertical Frame Accent Color" = "Pystysuora kehyksen korostusväri";
"Vertical Frame Accent Color (Inactive)" = "Pystysuora kehyksen korostusväri (taustalla)";
"Vertical:" = "Pystysuora:";
"Warning: some operating system features, such as Time Machine, may not work correctly if the Finder is not running." = "Varoitus: jotkut järjestelmän toiminnot, kuten Time Machine, eivät ehkä toimi oikein jos Finder ei ole käynnissä.";
"Warnings:" = "Varoitukset:";
"When idle send ASCII code:" = "Lähetä ASCII-koodi ollessa toimettomana:";
"Word documents" = "Word-dokumentit";
"Wrap to Page" = "Rivitä sivulle";
"Wrap to page" = "Rivitä sivulle";
"Write" = "Kirjoitus";

/* ==== UNLOCALIZED ==== */

"Antialias" = "Antialias";
"Arrange ascending" = "Arrange ascending";
"Arrange by %@" = "Arrange by %@";
"Automatically respond on errors" = "Automatically respond on errors";
"Cursor color" = "Cursor color";
"Delete sends control-H" = "Delete sends control-H";
"Dropbox folder path:" = "Dropbox folder path:";
"Dropbox is not set." = "Dropbox is not set.";
"Enable Trash's \"Remove from Dock\" menu option" = "Enable Trash's \"Remove from Dock\" menu option";
"File Operation" = "File Operation";
"Finder" = "Finder";
"Group text color" = "Group text color";
"META" = "META";
"OK" = "OK";
"Once enabled, right-click the Trash's dock icon and select \"Remove from Dock\" to hide the Trash icon. This will persist until you restart your Mac." = "Once enabled, right-click the Trash's dock icon and select \"Remove from Dock\" to hide the Trash icon. This will persist until you restart your Mac.";
"Opens in new tab in a window" = "Opens in new tab in a window";
"Opens in new tab in the bottom preview pane" = "Opens in new tab in the bottom preview pane";
"Opens in new tab in the right preview pane" = "Opens in new tab in the right preview pane";
"Option click to restore all" = "Option click to restore all";
"Path Selection Gradient" = "Path Selection Gradient";
"Path Selection Gradient (Inactive)" = "Path Selection Gradient (Inactive)";
"Restore All Defaults" = "Restore All Defaults";
"Reveal expanded items" = "Reveal expanded items";
"Run command:" = "Run command:";
"Select a menu item and hit a command or control key sequence, or use the backspace/delete and function keys (F1-F35) to modify. Hit the escape key to clear." = "Select a menu item and hit a command or control key sequence, or use the backspace/delete and function keys (F1-F35) to modify. Hit the escape key to clear.";
"Show link alert message on startup if not linked" = "Show link alert message on startup if not linked";
"Show warning before emptying the Trash and deleting" = "Show warning before emptying the Trash and deleting";
"Sidebar Color" = "Sidebar Color";
"Sidebar Color (Inactive)" = "Sidebar Color (Inactive)";
"Skip" = "Skip";
"Startup" = "Startup";
"Unlink" = "Unlink";
"Use color icons in custom sidebars" = "Use color icons in custom sidebars";
"Use color icons in the standard sidebar" = "Use color icons in the standard sidebar";
"Use separate shelf panes for dual browser" = "Use separate shelf panes for dual browser";
"Verify copied files" = "Verify copied files";
